;This is a text file for base version lol



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; BASE V1.00 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1'S HAIR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_AR_M4A1_M3_Hair_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 发型(基础 着色 发束)"

[GFL_AR_M4A1_M3_Hair_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 发型(无 着色 发束)"

[GFL_AR_M4A1_M3_Hair_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 发型(主 变色 发束)"

[GFL_AR_M4A1_M3_Hair_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 发型(副 变色 发束)"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 身体 GEAR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_AR_M4A1_M3_TG_JupCannon_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 武器箱"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 FACE GEAR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_AR_M4A1_M3_FaceGear_A_Helm_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(上面具)"

[GFL_AR_M4A1_M3_FaceGear_A_FPU_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(上面具)"

[GFL_AR_M4A1_M3_FaceGear_A_FPL_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(上面具)"

[GFL_AR_M4A1_M3_FaceGear_B_Helm_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(下面具)"

[GFL_AR_M4A1_M3_FaceGear_B_FPU_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(下面具)"

[GFL_AR_M4A1_M3_FaceGear_B_FPL_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 全脸 装备(下面具)"

[GFL_AR_M4A1_M3_FaceGear_C_Helm_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 耳机"

[GFL_AR_M4A1_M3_FaceGear_C_FPU_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 耳机"

[GFL_AR_M4A1_M3_FaceGear_C_FPL_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 耳机"

[GFL_AR_M4A1_M3_FaceGear_D_Helm_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(上面具)"

[GFL_AR_M4A1_M3_FaceGear_D_FPU_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(上面具)"

[GFL_AR_M4A1_M3_FaceGear_D_FPL_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(上面具)"

[GFL_AR_M4A1_M3_FaceGear_E_Helm_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(下面具)"

[GFL_AR_M4A1_M3_FaceGear_E_FPU_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(下面具)"

[GFL_AR_M4A1_M3_FaceGear_E_FPL_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 只有面具(下面具)"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 LSHOULDER ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



[Kev_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[LgtPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[MedPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[HvyPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[LgtPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[MedPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"

[HvyPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(G&K 和 AR 队徽)"



[Kev_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[LgtPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[MedPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[HvyPlated_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[LgtPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[MedPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"

[HvyPowered_GFL_AR_M4A1_M3_Shoulder_Left_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左肩 臂章(XCOM 徽章)"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 RSHOULDER ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



[Kev_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[LgtPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[MedPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[HvyPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[LgtPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[MedPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"

[HvyPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(G&K 和 AR 队徽)"



[Kev_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[LgtPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[MedPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[HvyPlated_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[LgtPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[MedPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

[HvyPowered_GFL_AR_M4A1_M3_Shoulder_Right_Armband_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右肩 臂章(XCOM 徽章)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 大腿装备 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[Kev_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[LgtPlated_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[MedPlated_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[HvyPlated_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[LgtPowered_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[MedPowered_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

[HvyPowered_GFL_AR_M4A1_M3_ThighGear_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 A(包 和 披风)"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[LgtPlated_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[MedPlated_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[HvyPlated_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[LgtPowered_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[MedPowered_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"

[HvyPowered_GFL_AR_M4A1_M3_ThighGear_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 大腿装备 B(只有包)"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; M4A1 MOD 3 OUTFIT ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[LgtPlated_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[MedPlated_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[HvyPlated_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[LgtPowered_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[MedPowered_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

[HvyPowered_GFL_AR_M4A1_M3_Arms_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 A"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[LgtPlated_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[MedPlated_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[HvyPlated_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[LgtPowered_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[MedPowered_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"

[HvyPowered_GFL_AR_M4A1_M3_Arms_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 手臂 B"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[LgtPlated_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[MedPlated_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[HvyPlated_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[LgtPowered_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[MedPowered_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

[HvyPowered_GFL_AR_M4A1_M3_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 A"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[LgtPlated_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[MedPlated_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[HvyPlated_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[LgtPowered_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[MedPowered_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"

[HvyPowered_GFL_AR_M4A1_M3_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 B"


;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[LgtPlated_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[MedPlated_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[HvyPlated_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[LgtPowered_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[MedPowered_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

[HvyPowered_GFL_AR_M4A1_M3_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 C"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[LgtPlated_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[MedPlated_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[HvyPlated_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[LgtPowered_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[MedPowered_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"

[HvyPowered_GFL_AR_M4A1_M3_Legs_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 腿 D"


;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[LgtPlated_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[MedPlated_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[HvyPlated_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[LgtPowered_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[MedPowered_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

[HvyPowered_GFL_AR_M4A1_M3_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 A"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[LgtPlated_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[MedPlated_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[HvyPlated_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[LgtPowered_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[MedPowered_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

[HvyPowered_GFL_AR_M4A1_M3_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 B"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[LgtPlated_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[MedPlated_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[HvyPlated_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[LgtPowered_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[MedPowered_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

[HvyPowered_GFL_AR_M4A1_M3_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 C"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[LgtPlated_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[MedPlated_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[HvyPlated_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[LgtPowered_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[MedPowered_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

[HvyPowered_GFL_AR_M4A1_M3_Torso_D_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 D"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[LgtPlated_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[MedPlated_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[HvyPlated_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[LgtPowered_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[MedPowered_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

[HvyPowered_GFL_AR_M4A1_M3_Torso_E_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 身体 E"

;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[LgtPlated_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[MedPlated_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[HvyPlated_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[LgtPowered_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[MedPowered_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

[HvyPowered_GFL_AR_M4A1_M3_Arm_L_A_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 A(G&K 和 AR 队徽)"

;-------------------------------------------------------------

[Kev_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[LgtPlated_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[MedPlated_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[HvyPlated_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[LgtPowered_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[MedPowered_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"

[HvyPowered_GFL_AR_M4A1_M3_Arm_L_B_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 左臂 B(XCOM 臂章)"



;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[LgtPlated_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[MedPlated_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[HvyPlated_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[LgtPowered_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[MedPowered_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"

[HvyPowered_GFL_AR_M4A1_M3_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线M4A1 3号 右臂"
